[
    {
        "name": "1984 by George Orwell",
        "price": "$13.39",
        "short_description": "One of the most celebrated classics of the twentieth century, Orwell’s cautionary tale of a man trapped under the gaze of an authoritarian state feels more relevant now than ever before. Winston Smith, a member of the outer Party, spends his days rewriting history to fit the narrative that his government wants citizens to believe. But as the gap between the propaganda he writes and the reality he lives proves too much for Winston to swallow, he begins to seek some form of escape. His desperate struggle to free himself from an all-encompassing, tyrannical state illuminates the tendencies apparent in every modern society, and makes vivid the universal predicament of the individual. ",
        "images": "https://m.media-amazon.com/images/I/91cHsL3dfVL.jpg",
        "rating": "4.7/5",
        "product_description": "Genre: Political Fiction, Classic Literature & Fiction, Literary Fiction / Hardcover:‎ 384 pages / Reading age: ‎ 13+ years, from customers / Publisher: ‎ Everyman's Library; First Edition (November 3, 1992)"
    },
    {
        "name": "Dune (Penguin Galaxy) by Frank Herbert",
        "price": "$20.99",
        "short_description": "Winner of the AIGA + Design Observer 50 Books | 50 Covers competition Science fiction’s supreme masterpiece, Dune will be forever considered a triumph of the imagination. Set on the desert planet Arrakis, it is the story of the boy Paul Atreides, who will become the mysterious man known as Muad’Dib. Paul’s noble family is named stewards of Arrakis, whose sands are the only source of a powerful drug called “the spice.” After his family is brought down in a traitorous plot, Paul must go undercover to seek revenge, and to bring to fruition humankind’s most ancient and unattainable dream. A stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
        "images": "https://m.media-amazon.com/images/I/81AFtGjSrhL.jpg",
        "rating": "4.8/5",
        "product_description": "Genre: Classic American Literature, Classic Literature & Fiction, Literary Fiction / Hardcover: ‎ 720 pages / Publisher: ‎ Penguin Classics; Reprint edition (October 25, 2016)"
    },
    {
        "name": "The Handmaid's Tale by Margaret Atwood",
        "price": "$17.89",
        "short_description": "A gripping vision of our society radically overturned by a theocratic revolution, The Handmaid's Tale has become one of the most powerful and most widely read novels of our time. Margaret Atwood is “the patron saint of feminist dystopian fiction” (New York Times). Offred is a Handmaid in the Republic of Gilead, serving in the household of the enigmatic Commander and his bitter wife. She may go out once a day to markets whose signs are now pictures because women are not allowed to read. She must pray that the Commander makes her pregnant, for in a time of declining birthrates her value lies in her fertility, and failure means exile to the dangerously polluted Colonies. Offred can remember a time when she lived with her husband and daughter and had a job, before she lost even her own name. Now she navigates the intimate secrets of those who control her every move, risking her life in breaking the rules. Like Aldous Huxley’s Brave New World and George Orwell’s Nineteen Eighty-Four, The Handmaid's Tale has endured not only as a literary landmark but as a warning of a possible future that is still chillingly relevant.",
        "images": "https://m.media-amazon.com/images/I/91aFedO1EjL.jpg",
        "rating": "4.5/5",
        "product_description": "Genre: Dystopian Fiction, Classic Literature & Fiction, Literary Fiction / Publisher: ‎ Everyman's Library; unknown edition (October 17, 2006) / Hardcover: ‎ 350 pages"
    },
    {
        "name": "Desert Star (A Renée Ballard and Harry Bosch Novel) by Michael Connelly",
        "price": "$29",
        "short_description": "LAPD detective Renée Ballard and Harry Bosch team up to hunt the brutal killer who is Bosch’s “white whale”—a man responsible for the murder of an entire family. A year has passed since LAPD detective Renée Ballard quit the force in the face of misogyny, demoralization, and endless red tape. But after the chief of police himself tells her she can write her own ticket within the department, Ballard takes back her badge, leaving “the Late Show” to rebuild and lead the cold case unit at the elite Robbery-Homicide Division. For years, Harry Bosch has been working a case that haunts him—the murder of an entire family by a psychopath who still walks free. Ballard makes Bosch an offer: come volunteer as an investigator in her new Open-Unsolved Unit, and he can pursue his “white whale” with the resources of the LAPD behind him. First priority for Ballard is to clear the unsolved rape and murder of a sixteen-year-old girl. The decades-old case is essential to the councilman who supported re-forming the unit, and who could shutter it again—the victim was his sister. When Ballard gets a “cold hit” connecting the killing to a similar crime, proving that a serial predator has been at work in the city for years, the political pressure has never been higher. To keep momentum going, she has to pull Bosch off his own investigation, the case that is the consummation of his lifelong mission. The two must put aside old resentments and new tensions to run to ground not one but two dangerous killers who have operated with brash impunity. In what may be his most gripping and profoundly moving book yet, Michael Connelly shows once again why he has been dubbed “one of the greatest crime writers of all time” (Ryan Steck, Crimereads).",
        "images": "https://m.media-amazon.com/images/I/7165XmbMsAL.jpg",
        "rating": null,
        "product_description": "Genre: Police Procedurals, Murder Thrillers, Suspense Thrillers / Publisher: ‎ Little, Brown and Company (November 8, 2022) / Hardcover: ‎ 400 pages"
    },
    {
        "name": "The Guest List: A Novel by Lucy Foley",
        "price": "$27.99",
        "short_description": "A REESE'S BOOK CLUB PICK ONE OF THE NEW YORK TIMES BEST THRILLERS OF THE YEAR “I loved this book. It gave me the same waves of happiness I get from curling up with a classic Christie...The alternating points of view keep you guessing, and guessing wrong.” — Alex Michaelides, #1 New York Times bestselling author of The Silent Patient \"Evok[es] the great Agatha Christie classics…Pay close attention to seemingly throwaway details about the characters’ pasts. They are all clues.” -- New York Times Book Review A wedding celebration turns dark and deadly in this deliciously wicked and atmospheric thriller reminiscent of Agatha Christie from the New York Times bestselling author of The Hunting Party. The bride – The plus one – The best man – The wedding planner  – The bridesmaid – The body On an island off the coast of Ireland, guests gather to celebrate two people joining their lives together as one. The groom: handsome and charming, a rising television star. The bride: smart and ambitious, a magazine publisher. It’s a wedding for a magazine, or for a celebrity: the designer dress, the remote location, the luxe party favors, the boutique whiskey. The cell phone service may be spotty and the waves may be rough, but every detail has been expertly planned and will be expertly executed. But perfection is for plans, and people are all too human. As the champagne is popped and the festivities begin, resentments and petty jealousies begin to mingle with the reminiscences and well wishes. The groomsmen begin the drinking game from their school days. The bridesmaid not-so-accidentally ruins her dress. The bride’s oldest (male) friend gives an uncomfortably caring toast. And then someone turns up dead. Who didn’t wish the happy couple well? And perhaps more important, why?",
        "images": "https://m.media-amazon.com/images/I/81sh+BJhaOS.jpg",
        "rating": "4.2/5",
        "product_description": "Genre: Murder Thrillers, Psychological Thrillers, Suspense Thrillers / Publisher: ‎ William Morrow; First Edition, 19th printing (June 2, 2020) / Hardcover: ‎ 320 pages"
    },
    {
        "name": "And Then There Were None (Poirot) by Agatha Christie",
        "price": "$17.39",
        "short_description": "First, there were ten—a curious assortment of strangers summoned as weekend guests to a little private island off the coast of Devon. Their host, an eccentric millionaire unknown to all of them, is nowhere to be found. All that the guests have in common is a wicked past they're unwilling to reveal—and a secret that will seal their fate. For each has been marked for murder. A famous nursery rhyme is framed and hung in every room of the mansion: \"Ten little boys went out to dine; One choked his little self and then there were nine. Nine little boys sat up very late; One overslept himself and then there were eight. Eight little boys traveling in Devon; One said he'd stay there then there were seven. Seven little boys chopping up sticks; One chopped himself in half and then there were six. Six little boys playing with a hive; A bumblebee stung one and then there were five. Five little boys going in for law; One got in Chancery and then there were four. Four little boys going out to sea; A red herring swallowed one and then there were three. Three little boys walking in the zoo; A big bear hugged one and then there were two. Two little boys sitting in the sun; One got frizzled up and then there was one. One little boy left all alone; He went out and hanged himself and then there were none.\" When they realize that murders are occurring as described in the rhyme, terror mounts. One by one they fall prey. Before the weekend is out, there will be none. Who has choreographed this dastardly scheme? And who will be left to tell the tale? Only the dead are above suspicion.",
        "images": "https://m.media-amazon.com/images/I/81ZhCRT8k7L.jpg",
        "rating": "4.5/5",
        "product_description": "Genre: Traditional Detective Mysteries, Classic Literature & Fiction, Literary Fiction / Publisher: ‎ HarperCollins; Special edition (October 31, 2019) / Hardcover: ‎ 384 pages / Reading age: ‎ 13+ years, from customers"
    },
    {
        "name": "1922 by Stephen King",
        "price": "$9.71",
        "short_description": "The chilling novella featured in Stephen King’s New York Times bestselling collection Full Dark, No Stars, 1922 is about a man who succumbs to the violence within—setting in motion a grisly train of murder and madness. Wilfred James owns eighty acres of farmland in Nebraska that have been in his family for generations. His wife, Arlette, owns an adjoining one hundred acres. She wants to sell her land but if she does, Wilfred will be forced to sell as well. James will do anything to hold onto his farm, and he'll get his son to go along. Betrayal, murder, madness, rats, 1922 is a breathtaking exploration into the dark side of human nature from the great American storyteller Stephen King.",
        "images": "https://m.media-amazon.com/images/I/513OjslI5DL.jpg",
        "rating": "4.7/5",
        "product_description": "Genre: Ghost Fiction, Murder Thrillers, Suspense Thrillers / Publisher: ‎ Scribner; Reprint edition (November 12, 2019) / Paperback: ‎ 144 pages"
    },
    {
        "name": "Billy Summers by Stephen King",
        "price": "$30",
        "short_description": "Master storyteller Stephen King, whose “restless imagination is a power that cannot be contained” (The New York Times Book Review), presents an unforgettable and relentless #1 New York Times bestseller about a good guy in a bad job. Chances are, if you’re a target of Billy Summers, two immutable truths apply: You’ll never even know what hit you, and you’re really getting what you deserve. He’s a killer for hire and the best in the business—but he’ll do the job only if the assignment is a truly bad person. But now, time is catching up with him, and Billy wants out. Before he can do that though, there’s one last hit, which promises a generous payday at the end of the line even as things don’t seem quite on the level here. Given that Billy is among the most talented snipers in the world, a decorated Iraq war vet, and a virtual Houdini when it comes to vanishing after the job is done, what could possibly go wrong? How about everything. Part war story and part love letter to small-town America and the people who live there, this spectacular thriller of luck, fate, and love will grip readers with its electrifying narrative, as a complex antihero with one last shot at redemption must avenge the crimes of an extraordinarily evil man. You won’t ever forget this stunning novel from master storyteller Stephen King…and you will never forget Billy.",
        "images": "https://m.media-amazon.com/images/I/81KQ2z4C-OL.jpg",
        "rating": "4.6/5",
        "product_description": "Genre: Mystery Action & Adventure, Thriller & Suspense Action Fiction, Suspense Thrillers / Publisher: ‎ Scribner; First Edition (August 3, 2021) / Hardcover: ‎ 528 pages"
    },
    {
        "name": "Regretting You by Colleen Hoover",
        "price": "$14.95",
        "short_description": "The #1 Wall Street Journal bestseller that People Magazine calls “a poignant, addictive read.” From #1 New York Times bestselling author of It Ends with Us comes a novel about family, first love, grief, and betrayal that will touch the hearts of both mothers and daughters. Morgan Grant and her sixteen-year-old daughter, Clara, would like nothing more than to be nothing alike. Morgan is determined to prevent her daughter from making the same mistakes she did. By getting pregnant and married way too young, Morgan put her own dreams on hold. Clara doesn’t want to follow in her mother’s footsteps. Her predictable mother doesn’t have a spontaneous bone in her body. With warring personalities and conflicting goals, Morgan and Clara find it increasingly difficult to coexist. The only person who can bring peace to the household is Chris―Morgan’s husband, Clara’s father, and the family anchor. But that peace is shattered when Chris is involved in a tragic and questionable accident. The heartbreaking and long-lasting consequences will reach far beyond just Morgan and Clara. While struggling to rebuild everything that crashed around them, Morgan finds comfort in the last person she expects to, and Clara turns to the one boy she’s been forbidden to see. With each passing day, new secrets, resentment, and misunderstandings make mother and daughter fall further apart. So far apart, it might be impossible for them to ever fall back together.",
        "images": "https://m.media-amazon.com/images/I/91+NmjDsLOL.jpg",
        "rating": "4.5/5",
        "product_description": "Genre: Family Life Fiction, Contemporary Women Fiction, Contemporary Romance / Publisher: ‎ Montlake (December 10, 2019) / Paperback: ‎ 365 pages"
    },
    {
        "name": "People We Meet on Vacation by Emily Henry",
        "price": "$16",
        "short_description": "From the #1 New York Times bestselling author of Book Lovers and Beach Read comes a sparkling novel that will leave you with the warm, hazy afterglow usually reserved for the best vacations. Two best friends. Ten summer trips. One last chance to fall in love. Poppy and Alex. Alex and Poppy. They have nothing in common. She’s a wild child; he wears khakis. She has insatiable wanderlust; he prefers to stay home with a book. And somehow, ever since a fateful car share home from college many years ago, they are the very best of friends. For most of the year they live far apart—she’s in New York City, and he’s in their small hometown—but every summer, for a decade, they have taken one glorious week of vacation together. Until two years ago, when they ruined everything. They haven't spoken since. Poppy has everything she should want, but she’s stuck in a rut. When someone asks when she was last truly happy, she knows, without a doubt, it was on that ill-fated, final trip with Alex. And so, she decides to convince her best friend to take one more vacation together—lay everything on the table, make it all right. Miraculously, he agrees.  Now she has a week to fix everything. If only she can get around the one big truth that has always stood quietly in the middle of their seemingly perfect relationship. What could possibly go wrong?",
        "images": "https://m.media-amazon.com/images/I/71cgoQH0zrL.jpg",
        "rating": "4.3/5",
        "product_description": "Genre: Contemporary Women Fiction, Romantic Comedy, Contemporary Romance / Publisher: ‎ Berkley (May 11, 2021) / Paperback: ‎ 400 pages"
    },
    {
        "name": "Confess: A Novel by Colleen Hoover",
        "price": "$16.99",
        "short_description": "From the #1 New York Times bestselling author of It Starts with Us and It Ends with Us, a novel about risking everything for love—and finding your heart somewhere between the truth and lies. At age twenty-one, Auburn Reed has already lost everything important to her. In her fight to rebuild her shattered life, she has her goals in sight and there is no room for mistakes. But when she walks into a Dallas art studio in search of a job, she doesn’t expect to find a deep attraction to the enigmatic artist who works there, Owen Gentry.  For once, Auburn takes a chance and puts her heart in control, only to discover that Owen is keeping a major secret from coming out. The magnitude of his past threatens to destroy everything important to Auburn, and the only way to get her life back on track is to cut Owen out of it. To save their relationship, all Owen needs to do is confess. But in this case, the confession could be much more destructive than the actual sin.",
        "images": "https://m.media-amazon.com/images/I/81-uHo1jE6L.jpg",
        "rating": "4.6/5",
        "product_description": "Genre: Contemporary Women Fiction, New Adult & College Romance, Contemporary Romance / Publisher: ‎ Atria Books (March 10, 2015) / Paperback: ‎ 320 pages"
    },
    {
        "name": "It's OK That You're Not OK: Meeting Grief and Loss in a Culture That Doesn't Understand by Megan Devine",
        "price": "$17.99",
        "short_description": "When a painful loss or life-shattering event upends your world, here is the first thing to know: there is nothing wrong with grief. \"Grief is simply love in its most wild and painful form,\" says Megan Devine. \"It is a natural and sane response to loss.\" So, why does our culture treat grief like a disease to be cured as quickly as possible? In It’s OK That You’re Not OK, Megan Devine offers a profound new approach to both the experience of grief and the way we try to help others who have endured tragedy. Having experienced grief from both sides―as both a therapist and as a woman who witnessed the accidental drowning of her beloved partner―Megan writes with deep insight about the unspoken truths of loss, love, and healing. She debunks the culturally prescribed goal of returning to a normal, \"happy\" life, replacing it with a far healthier middle path, one that invites us to build a life alongside grief rather than seeking to overcome it. In this compelling and heartful book, you’ll learn: • Why well-meaning advice, therapy, and spiritual wisdom so often end up making it harder for people in grief • How challenging the myths of grief―doing away with stages, timetables, and unrealistic ideals about how grief should unfold―allows us to accept grief as a mystery to be honored instead of a problem to solve • Practical guidance for managing stress, improving sleep, and decreasing anxiety without trying to \"fix\" your pain • How to help the people you love―with essays to teach us the best skills, checklists, and suggestions for supporting and comforting others through the grieving process Many people who have suffered a loss feel judged, dismissed, and misunderstood by a culture that wants to \"solve\" grief. Megan writes, \"Grief no more needs a solution than love needs a solution.\" Through stories, research, life tips, and creative and mindfulness-based practices, she offers a unique guide through an experience we all must face―in our personal lives, in the lives of those we love, and in the wider world. It’s OK That You’re Not OK is a book for grieving people, those who love them, and all those seeking to love themselves―and each other―better.",
        "images": "https://m.media-amazon.com/images/I/71D7B8crScL.jpg",
        "rating": "4.7/5",
        "product_description": "Genre: Coping with Suicide Grief, Sociology of Death, Love & Loss / Publisher: ‎ Sounds True; 1st edition (October 1, 2017) / Paperback: ‎ 280 pages"
    },
    {
        "name": "True Facts That Sound Like Bull$#*t: 500 Insane-But-True Facts That Will Shock and Impress Your Friends (Funny Book, Reference Gift, Fun Facts, Humor Gifts) (1) (Mind-Blowing True Facts) by Shane Carley",
        "price": "$19.95",
        "short_description": "Prove you are the smartest schmuck in the room with 500 true trivia facts that sound absurd. These facts are so absured some might even say that they sound like bull$#*t! Knowledge is power! Crush the competition at trivia night, or start the most interesting conversation ever with real facts that are hard to believe. This book is loaded with interesting facts that are sure to keep you wondering, \"How are these even true?\" while equipping you to outsmart everyone around and blow their minds. Topics include:  - Science - American Sports - History - Pop Culture - Nature Put your game face on, and prove once and for all that you are the real know-it-all! Gather your friends and family 'round and get ready to learn some wild and crazy trivia and fact such as:  - True or False: A chicken once survived almost two years after having its head cut off. - True or False: The dog that played Toto in The Wizard of Oz was paid a salary. - How many baseballs does the MLB use every season? - What state has jousting as its official sport? - True or False: Most Canadians live south of Seattle. Shane Carley was born in New Hampshire, and, after almost a decade in Washington, DC, he has triumphantly returned to the beautiful Granite State. A longtime aficionado of all types of alcohol, Shane jumped at the opportunity to launch a series of cocktail companion books. His love of the written word transcends formal publication, and he currently works as a content developer for award-winning PR agency Matter Communications. Shane is a science fiction enthusiast who hopes someday to make the jump into fiction writing. He once met Warren Ellis and it was the greatest moment of his life.",
        "images": "https://m.media-amazon.com/images/I/71A6q5r9dmL.jpg",
        "rating": "4.6/5",
        "product_description": "Genre: Philosophy of Logic & Language, Trivia & Fun Facts, Trivia / Publisher: ‎ Cider Mill Press (November 1, 2022) / Hardcover: ‎ 240 pages"
    },
    {
        "name": "Caste (Oprah's Book Club): The Origins of Our Discontents by Isabel Wilkerson",
        "price": "$32",
        "short_description": "#1 NEW YORK TIMES BESTSELLER • OPRAH’S BOOK CLUB PICK • “An instant American classic and almost certainly the keynote nonfiction book of the American century thus far.”—Dwight Garner, The New York Times The Pulitzer Prize–winning, bestselling author of The Warmth of Other Suns examines the unspoken caste system that has shaped America and shows how our lives today are still defined by a hierarchy of human divisions. NAMED THE #1 NONFICTION BOOK OF THE YEAR BY TIME, ONE OF THE TEN BEST BOOKS OF THE YEAR BY People • The Washington Post • Publishers Weekly AND ONE OF THE BEST BOOKS OF THE YEAR BY The New York Times Book Review • O: The Oprah Magazine • NPR • Bloomberg • Christian Science Monitor • New York Post • The New York Public Library • Fortune • Smithsonian Magazine • Marie Claire • Town & Country • Slate • Library Journal • Kirkus Reviews • LibraryReads • PopMatters Winner of the Los Angeles Times Book Prize • National Book Critics Circle Award Finalist • Dayton Literary Peace Prize Finalist • PEN/John Kenneth Galbraith Award for Nonfiction Finalist • PEN/Jean Stein Book Award Longlist “As we go about our daily lives, caste is the wordless usher in a darkened theater, flashlight cast down in the aisles, guiding us to our assigned seats for a performance. The hierarchy of caste is not about feelings or morality. It is about power—which groups have it and which do not.” In this brilliant book, Isabel Wilkerson gives us a masterful portrait of an unseen phenomenon in America as she explores, through an immersive, deeply researched narrative and stories about real people, how America today and throughout its history has been shaped by a hidden caste system, a rigid hierarchy of human rankings. Beyond race, class, or other factors, there is a powerful caste system that influences people’s lives and behavior and the nation’s fate. Linking the caste systems of America, India, and Nazi Germany, Wilkerson explores eight pillars that underlie caste systems across civilizations, including divine will, bloodlines, stigma, and more. Using riveting stories about people—including Martin Luther King, Jr., baseball’s Satchel Paige, a single father and his toddler son, Wilkerson herself, and many others—she shows the ways that the insidious undertow of caste is experienced every day. She documents how the Nazis studied the racial systems in America to plan their outcasting of the Jews; she discusses why the cruel logic of caste requires that there be a bottom rung for those in the middle to measure themselves against; she writes about the surprising health costs of caste, in depression and life expectancy, and the effects of this hierarchy on our culture and politics. Finally, she points forward to ways America can move beyond the artificial and destructive separations of human divisions, toward hope in our common humanity. Beautifully written, original, and revealing, Caste: The Origins of Our Discontents is an eye-opening story of people and history, and a reexamination of what lies under the surface of ordinary lives and of American life today.",
        "images": "https://m.media-amazon.com/images/I/81MVfud0o8L.jpg",
        "rating": "4.8",
        "product_description": "Genre: Sociology of Social Theory, Slavery & Emancipation History, Sociology of Class / Publisher: ‎ Random House; Reprint edition (August 4, 2020) / Hardcover: ‎ 496 pages"
    }
]