[
    {
        "name": "Sensyne 10'' Ring Light with 50'' Extendable Tripod Stand, LED Circle Lights with Phone Holder for Live Stream/Makeup/YouTube Video/TikTok, Compatible with All Phones.",
        "price": "$49.99",
        "short_description": "【High Brightness & Clever Touch Control】Sensyne selfie ring light features a high sensitivity touch panel design that has a longer life than traditional mechanical buttons. It provides full control to easily adjust the 3 color modes (cool white, warm yellow and daylight) and 10 brightness levels to meet your different needs. Perfect for Photographers, YouTubers, Vloggers, TikTokers, etc.【Versatile Accessories】 The USB-powered control helps protect your safety while improving the ring light’s brightness. The phone holder is spring-loaded and extends up to 5.3\" wide, it is compatible with almost ALL smartphones with or without a case. 【Fully customizable portable tripod Stand】 Extending from 15.7 inches to 50 inches, our tripod can be adjusted to any height within seconds as needed, short enough to stand on tabletop, tall enough to fit your height. This compact circle light set comes handy when you do makeup, artworks, beauty & fashion live streaming, video calls and more. 【Wireless remote shutter】- the pocket-sized Bluetooth remote allows you to take selfies or group photos easily from a distance up to 30 feet. Compatible with most Apple/Android smart phones like iPhone 8/7/6 Series, Samsung Galaxy Series, etc. No app download necessary. 【After-sale service】We will provide you with a high quality after-sales, 12 months After-sale service. Please contact us anytime if any question.",
        "images": "https://m.media-amazon.com/images/I/514W7ySKHAL._AC_SX425_.jpg",
        "rating": "4.6/5",
        "product_description": null
    },
    {
        "name": "ULANZI Vlogging Kit, Smartphone Video Rig Kit with Flexible Tripod, Extension Arm, LED Light, Microphone, Phone Mount-Protable Octopus Tripod for iPhone Samsung Canon Nikon Sony Camera(Vlogging Kit)",
        "price": "$89.95",
        "short_description": "【PHONE VLOG PHOTOGRAPHY KIT】If you’re looking to break into vlogging or just beginning your mobile creator career, this vlogging kit has everything you need to get started.Its flexibility allows it to be positioned or suspended from almost anywhere, which can make for visually interesting mobile photos. 【FOR PHONE CREATORS WITH DREAMS】The smartphone mount can shoot in both landscape and portrait modes. Cold shoe expansion, compact and lightweight, the tripod stand is compatible with any smartphone with an audio jack or iPhone. 【PENTAPOD TRIPOD, REALLY TOUGH】Two more extension arms than regular flexible tripod. Cute appearance, but solidly. The grippy ball-leg design is also secure and stable when wrapped around objects like railings or trees and won’t slip off or slide down. 【HIGH CRI FILL LIGHT】Upgrade soft light panel, 95+ high CRI, Five level brightness adjustment, three cold shoe expansion to ensure your subject looks flawless.Built-in 2000mAh lithium battery, mini and more portable. 【UNIVERSAL CARDIOID MICROPHONE】No battery required, just plug and play. Cardioid pointing, intelligently absorb forward voice.The microphone also comes with furry windscreen and foam windscreen to filter out ambient noise while filming. ",
        "images": "https://m.media-amazon.com/images/I/71MBoUsL-JL._AC_SX342_.jpg",
        "rating": "4.3/5",
        "product_description": null
    },
    {
        "name": "Sony WH-1000XM5 Wireless Industry Leading Noise Canceling Headphones with Auto Noise Canceling Optimizer, Crystal Clear Hands-Free Calling, and Alexa Voice Control, Black",
        "price": "$398",
        "short_description": "Industry Leading noise cancellation-two processors control 8 microphones for unprecedented noise cancellation. With Auto NC Optimizer, noise canceling is automatically optimized based on your wearing conditions and environment. Magnificent Sound, engineered to perfection with the new Integrated Processor V1 Crystal clear hands-free calling with 4 beamforming microphones, precise voice pickup, and advanced audio signal processing. Up to 30-hour battery life with quick charging (3 min charge for 3 hours of playback) Ultra-comfortable, lightweight design with soft fit leather Multipoint connection allows you to quickly switch between devices Carry your headphones effortlessly in the redesigned case. Intuitive touch control settings to pause play skip tracks, control volume, activate your voice assistant, and answer phone calls. For everyday convenience, just Speak-to-Chat and Quick Attention mode stop your music and let in ambient sound With instant pause/instant play music automatically pauses when headphones are taken off and starts again when they are put back on.",
        "images": "https://m.media-amazon.com/images/I/61+btxzpfDL._AC_SX679_.jpg",
        "rating": "4.5/5",
        "product_description": "The WH-1000XM5 headphones rewrite the rules for distraction-free listening. Two processors control 8 microphones for unprecedented noise cancellation and exceptional call quality. With a newly developed driver, DSEE – Extreme and Hires audio support the WH-1000XM5 headphones provide awe-inspiring audio quality."
    },
    {
        "name": "Portable 40 Inch Aluminum Alloy Selfie Stick Phone Tripod with Wireless Remote Shutter Compatible with iPhone 14 13 12 11 pro Xs Max Xr X 8 7 6 Plus, Android Samsung Smartphone",
        "price": "$35.99",
        "short_description": "【Selfie Stick Tripod】: Bluehorn*YUN TENG Joint brand Model. Wireless Remote Control. The range of the wireless connection can be up to 10 meters. It can be perfectly Compatible with Most Smart Phone in Market, Such as iphone 14 13 12 11 pro max XS MAX 8 6 7 Plus Android Samsung Galaxy note 20 10 S10 S9 Blackberry LG etc. The selfie stick body is made of Aluminum Alloy and the legs are made of highly tough ABS which will keep the tripod very strong and sturdy. 【EXTENDABLE & FOLDABLE】Extendable length from 8.1 inches to 40 inches so you can choose your desired length.Compact pocket size design, which is easy to carry. You can take it anywhere making it perfect for travel, sports activities, camping, family gatherings and much more. 【Wireless remote shutter】wireless remote control shutter ,fast connecting speed and low engery cost,offer you a long time use.The range of the wireless connection can be up to 10 meters and widely compatible with most Android smart phones like All The XR/XS/X/8/7/6 series Or Plus series, Samsung Galaxy series, etc. 【Notice】Becasue of cellphone system, only some Android devices can run the \"Zoom In\" and \"Zoom Out\" functions with the wireless remote control. Apple devices including iphone and ipad Do Not support zoom in/ out function. 【Service 】Please feel free to contact us if you have any problems,we will do our best to serve you. Package list: 1 x Extendable Selfie stick tripod, 1 x Phone Holder, 1 x Remote Controller, 1 x Micro-USB Cable , 1 x User Manual",
        "images": "https://m.media-amazon.com/images/I/715fhhX8KaL._AC_SX466_.jpg",
        "rating": "4.4/5",
        "product_description": null
    },
    {
        "name": "DJI Osmo Mobile 6 Smartphone Gimbal Stabilizer, 3-Axis Phone Gimbal, Built-In Extension Rod, Portable and Foldable, Android and iPhone Gimbal with ShotGuides, Vlogging Stabilizer, YouTube TikTok Video",
        "price": "$159",
        "short_description": "3-Axis Stabilization - Get stable footage with your cellphone gimbal stabilizer. DJI’s integrated advanced stabilization technology compensates for unwanted movements and catches the moment with cinematic smoothness. Quick Launch - Unfold and magnetically snap-in. The DJI Mimo app pops up as soon as you snap your smartphone to the gimbal. [1] Tap to open, and you’ll be ready to shoot. ActiveTrack 5.0 - Upgraded ActiveTrack 5.0 follows your subject smoothly and keeps them center frame. Capture them as they turn to the side or even spin around. Ideal for when you want to tell a story. [2] Lightweight, Compact, and Extendable - With a foldable design and weighing only 309g, this cell phone gimbal stabilizer is easy to take anywhere. Extend the built-in extension rod to get creative angles or the perfect selfie. Simple Guides and One-Tap Editing - This DJI gimbal is intelligent with wide-ranging shooting guides that are easy to master. Use LightCut [3] and edit easily from wherever you are. Intuitive Control - A new side wheel adjusts focus and zoom. Get cinematic blurs or zoom smoothly in and out for dramatic effect. Elegant Slate Gray - It is stain resistant and coated in a non-slip texture, with an ergonomic grip that will keep it secure in your hands.",
        "images": "https://m.media-amazon.com/images/I/51Q0I+lvW9L._AC_SX522_.jpg",
        "rating": "4.3/5",
        "product_description": "Overview This intelligent gimbal is lightweight and compact. Simply unfold to start filming smooth dynamic footage. With the built-in extension rod, you can include more friends in the photo and take the perfect selfie. A whole host of intelligent features are at your fingertips, including ShotGuides to help capture the scenario you're in or creative features like Timelapse. Use the DJI Mimo to add the final touches to your content and share. DJI Osmo Mobile 6 is the ultimate creative tool to elevate your creations on the go. Features A new status display panel: Check how much battery you have left, system indicator status, or which gimbal mode you're in. The M button makes it easy to switch between different modes and get unique with your shots. Flip between horizontal and vertical: It's as effortless as double-clicking the switch button to go from horizontal to vertical shooting. Notes 1. Auto pop-ups on the DJI Mimo app are only supported on iPhone and are subject to actual circumstances. When using DJI Osmo Mobile 6 for the first time, enable Quick Launch in the DJI Mimo app and follow the instructions to complete authorization. 2. Tested when following a single subject. 3. LightCut is a smartphone editing app recommended by DJI. * Due to platform compatibility issue, the DJI Mimo app has been removed from Google Play. You cannot search for DJI Mimo in Google Play. To ensure a better product usage experience, please log in to the DJI official website to download the latest version of DJI Mimo."
    },
    {
        "name": "EIVOTOR Condenser Microphone, Vocal Optimization, USB Plug & Play Recording Microphone with Anti Slip Mic Stand Dual-Layer Pop Filter Computer Microphone for Gaming Podcasting Live Streaming YouTube",
        "price": "$26.99",
        "short_description": "♫【 Plug & Play】 NO additional software is required. Connect the desktop microphone directly to the computer's USB jack and select it as the microphone. This desktop microphone can be used on PCs, laptops. ♫【Robust Stable Structure Design】:Solid sturdy metal construction design pc microphone with stable tripod stand is convenient when you are doing voice overs or livestreams on YouTube. Easy to adjust, You just need to unfold the tripod and attach it to the PC microphone, 90-degree flexible design provides adjustment of any angle or position as you want to fit your needs for your perfect voice.The usb cable, microphone and tripod are detachable, compact and portable. ♫【Professional condenser microphone】By using the 360° surround pickup technology, the sound is collected in all directions, focusing on the optimization of the human voice, providing you with a clearer and more realistic human voice. ♛ NOTE: Do not place the microphone too close to walls and power sources. ♫【Excellent Sound Quality】 This recording microphone has a Dual-Layer Pop Filter, which enhances voice recording quality. Ideal for Singing, Recording Instruments, Radio, Podcasting, Recording, Videoconferencing, Facebook, MSN, WhatsApp, Skype, YouTube etc. The distance between the microphone and the filter is adjustable. ♫【What You Will Get】 1 x Condenser Microphone, 1 x Adjustable Tripod, 1 x Windshield, 1 x User Manual, 1 x Pop Filter. If you have any questions, please contact us directly.",
        "images": "https://m.media-amazon.com/images/I/61zDMm6eX0L._AC_SX425_.jpg",
        "rating": null,
        "product_description": null
    },
    {
        "name": "USB Microphone, TONOR Computer Cardioid Condenser PC Gaming Mic with Tripod Stand & Pop Filter for Streaming, Podcasting, Vocal Recording, Compatible with Laptop Desktop Windows Computer, TC-777",
        "price": "$52.99",
        "short_description": "Plug and Play: With a USB 2.0 data port, the TC-777 is plug and play, no any additional driver is required. Ideal for conference, distance learning, streaming, chatting, podcasting, recording, Zoom, Skype, YouTube video, etc. Cardioid Pickup Pattern: This mic has a cardioid pickup pattern that captures the clear, smooth and crisp sound in front of the microphone and suppresses unwanted background noise. Easy to Install: Without any assembly, only need to unfold the three-legged stand directly and adjust the position of the pop filter, then it can be plug and play. Versatility: The shock mount can be unscrewed and attached to a boom stand with 5/8'' threaded insert directly. Note: If the threaded insert your stand comes with is 3/8'', then the 3/8'' female to 5/8'' male threaded screw adapter is needed (not included). What You Get: 1 x Microphone with Power Cord(1.5m), 1 x Foldable Mic Tripod, 1 x Mini Shock Mount, 1 x Pop Filter and 1 x Manual. (Note: It is not compatible with Xbox.)",
        "images": "https://m.media-amazon.com/images/I/81l2Y3FPi6L._AC_SX466_.jpg",
        "rating": "4.3/5",
        "product_description": null
    },
    {
        "name": "SAMSUNG Galaxy S20 FE 5G Cell Phone, Factory Unlocked Android Smartphone, 128GB, Pro Grade Camera, 30X Space Zoom, Night Mode, US Version, Cloud Lavender",
        "price": "$599.99",
        "short_description": "PRO-GRADE CAMERA: Features high-powered, pro lenses for beautiful photographs in any light with 3X optical zoom 30X SPACE ZOOM: Zoom in close from afar or magnify details of something nearby with the power of 30X Space Zoom NIGHT MODE: Capture crisp images and vibrant videos with Night Mode and capture high-quality content in low light. Compatible Samsung Galaxy device or Samsung TV required. Devices will work on any compatible network. Wireless voice, data and messaging services are compatible with most GSM networks such as AT&T and T-Mobile and CDMA networks such as Verizon, Sprint and US Cellular SINGLE-TAKE AI: One tap of the screen captures multiple images and videos all at once",
        "images": "https://m.media-amazon.com/images/I/71ouXIR8m+L._AC_SX425_.jpg",
        "rating": "4.6/5",
        "product_description": "With a Triple pro-grade camera, smooth 120Hz refresh rate display, and an all-day intelligent battery¹ that charges up in minutes, the Samsung Galaxy S20 FE 5G² delivers outstanding innovation. The Triple-lens camera system will not only take bright and high quality images and videos, but can also zoom in from afar, thanks to the 30x Space Zoom. The single take AI mode will let you capture multiple images and videos with just a touch of a button. Shooting at night? No problem. With the help of Night Mode, the Galaxy S20 FE 5G phone can capture crystal-clear images without flash. The Samsung Galaxy S20 FE 5G series is tailor-made for those who want the latest technology without compromise. Choose from a wide range of six colorful hues in a sleek matte finish.¹Battery power consumption depends on usage patterns and results may vary. ²5G speeds vary and require optimal network and connection (factors include frequency, bandwidth, congestion)."
    },
    {
        "name": "Google Pixel 6a - 5G Android Phone - Unlocked Smartphone with 12 Megapixel Camera and 24-Hour Battery - Sage",
        "price": "$449",
        "short_description": "Google Pixel 6a adapts to you; it’s super fast and secure and powered by Google Tensor, the first chip designed by Google just for Pixel Unlocked Android 5G phone gives you the flexibility to change carriers and choose your own data plan[1]; works with Google Fi, Verizon, T-Mobile, AT&T, and other major carriers Pixel’s fast-charging all-day battery adapts to you and saves power for the apps you use most[2] Take amazing photos with Pixel’s 12 megapixel camera and tools like Magic Eraser[3], Motion Mode, and Portrait Mode With Google Tensor, your phone launches apps fast, pages and images load quickly, and everything runs smoothly When you plug it in, Pixel 6a charges super fast[4]; with just a few minutes of charging, your phone gets hours of power (adapters sold separately) Live Translate helps you translate live video captions, private chats, and messages, and signs in up to 55 languages right on your cell phone[5] With IP67 protection, Pixel 6a can take a little water and dust[7], so you can take it almost anywhere you go Privacy and security are built in to your phone; the Titan M2 chip and the Google Tensor security core add an extra layer of hardware security to help make your Pixel phone more resilient to attacks[8] Please refer to the product description section below for all applicable legal disclaimers denoted by the bracketed numbers in the preceding bullet points (e.g., [1], [2], etc.)",
        "images": "https://m.media-amazon.com/images/I/61dNAU6PgxL._AC_SX522_.jpg",
        "rating": "4.2/5",
        "product_description": "Meet Pixel 6a, the more affordable Google phone that adapts to you.[8] Powered by Google Tensor, it’s super fast and secure, with an amazing battery and camera. And it’s an unlocked Android smartphone, so you can choose the data plan and carrier that work for you.[1] LEGAL [1]Works with all major carriers. 5G service is carrier dependent. Requires a 5G data plan (sold separately). 5G service not available on all carrier networks or in all areas. Contact carrier for details. 5G service, speed and performance depend on many factors, including carrier network capabilities and signal strength. Actual results may vary. Some features not available in all areas. Data rates may apply. See g.co/pixel/networkinfo for info. [2]Estimated battery life based on testing using a median Pixel user battery usage profile across a mix of talk, data, standby, and use of other features. Average battery life during testing was approximately 29 hours. Battery life depends upon many factors and usage of certain features will decrease battery life. Battery testing conducted in California in early 2022 on pre-production hardware and software, using default settings. Battery testing conducted using Sub-6 GHz non-standalone 5G (ENDC) connectivity. Actual battery life may be lower. [3]Requires Google Photos app. Magic Eraser may not work on all image elements. [4]Wired charging rates up to 18W based on use of Google 30W USB-C® or Google 18W USB-C® Charger plugged into a wall outlet. Actual results may be slower. Adapters sold separately. Compatible with USB PD 3.0 PPS adapters. [5]Not available in all languages or countries. Not available on all media or apps. See g.co/pixel/livetranslate for more information. Translation may not be instantaneous. 3Your Pixel will receive feature drops during the applicable Android update and support periods for the phone. See g.co/pixel/updates for details. [6]Internet connection required during setup only. [7]Designed to comply with dust and water protection rating IP67 under IEC standard 60529 when each device leaves the factory but the device is not water or dust proof. The accessories are not water or dust resistant. Water resistance and dust resistance are not permanent conditions and will diminish or be lost over time due to normal wear and tear, device repair, disassembly or damage. Dropping your device may result in loss of water/dust resistance. Liquid damage voids the warranty. See g.co/pixel/water for details. [8]Compared to Pixel 5a. [9]Deblurring may not work on all photos or videos with faces. [10]Some third party apps and data may not be transferred automatically. Visit g.co/pixel/copydatahelp for information. [11]Measured diagonally; dimension may vary by configuration and manufacturing process. Smooth Display is not available for all apps or content. Smooth Display automatically adjusts to optimize for best viewing and battery performance. [12]Measured diagonally; dimension may vary by configuration and manufacturing process. [13]Maximum resolution and field of view with RAW image files setting turned on. Setting is turned off by default. See g.co/pixel/photoediting for more information. [14]Storage specifications refer to capacity before formatting. Actual formatted capacity will be less. [15]Your Pixel will receive feature drops during the applicable Android update and support periods for the phone. See g.co/pixel/updates for details. [16]Compared to MSRP of Pixel 6. [17]See g.co/pixel/astrophotography for details."
    },
    {
        "name": "OnePlus 10 Pro | 5G Android Smartphone | 8GB+128GB | U.S. Unlocked | Triple Camera co-Developed with Hasselblad | Volcanic Black",
        "price": "$799.99",
        "short_description": "Unleash the power of 5G | Powered by the latest Qualcomm Snapdragon 8 Gen 1 processor, the 10 Pro is capable of blazing-fast 5G speeds. [5G network only compatible with TMO, Verizon, Google Fi, Mint Mobile] *5G available in selected areas. Powerful triple camera System, co-developed with Hasselblad | Featuring a primary 48MP Sony IMX sensor, the 10 Pro captures stunning natural colors & can shoot up to 8k video. Capture the bigger picture with a 150º Ultra-Wide Camera | A versatile 50MP ultra-wide sensor shoots with an expansive 150º field-of-view, enabling you to take your creativity to a whole new level. OnePlus Billion Color Solution for Photography | The 10 Pro can process 64x more color information with the new OnePlus Billion Color Solution, allowing you to capture & reproduce the most accurate colors. Smart 120Hz Display with LTPO 2.0 | The stunning 6.7” QHD+ screen can adjust refresh rate dynamically from 1Hz up to 120Hz, delivering a fluid user experience with optimized battery performance. The best performance for mobile gaming enthusiasts | HyperBoost Gaming Engine takes your gaming to the next level by optimizing graphics & performance, along with a next-gen heat dissipation system, making the 10 Pro an excellent choice for mobile gamers. Charge forward with 65W fast charging/50W Wireless Charging | Get a day’s power in 15 minutes with 65W SuperVOOC Charging and in 30 minutes with 50W wireless charging. Large 5000mAh Battery | Spend less time connected to your charger with a massive 5000mAh battery, perfect for power users. Alexa Hands-Free capable | Download the Alexa app to use Alexa hands-free. Play music, make calls, hear news, open apps, navigate, and more, all using just your voice, while on-the-go. Disclaimer: If your device is not receiving text messages or experiencing error when making phone calls, you need to contact carriers' technical support to add CDMALess feature.; Included components: oneplus 10 pro, 65w supervooc power adapter, type-c cable, quick start guide, welcome letter, safety information and warranty card, sim tray ejector, usb dongle (type-a to type-c )",
        "images": "https://m.media-amazon.com/images/I/81qOD8EZTjL._AC_SX425_.jpg",
        "rating": "4.2/5",
        "product_description": "OnePlus 10 Pro|Volcanic Black|5G Unlocked Android Smartphone U.S Version|8GB RAM+128GB Storage|120Hz Fluid AMOED Display|Hasselblad Camera|65W Ultra Fast Charge|50W Wireless Charg|Alexa Built-in."
    }
]