[
    {
        "name": "2023-2024 Desk Calendar, 18 Month Desk Calendar/Wall Calendar Combo, 17\" x 12\", January 2023-June 2024, Highlight Holidays, Planning Calendar, Thick Paper",
        "price": "$15.99",
        "short_description": "The 2023-2024 desk calendar covers the 18 months from January 2023 to June 2024. It focuses on easy and efficient planning throughout the year to facilitate you to manage a successful life. To improve your life efficiency and organizational skills, the to-do list is a perfect tool to help you make daily plans and write down important things, special events, etc. The use of high-quality paper is durable, ink-proof paper, easy to tear off, with corners to reduce folding pages, and high-quality printing with balanced color inks. It has a wall-hanging function, which realizes the combination of a desk calendar and a wall calendar. The two corners can place the corners of the page clearly and flat on the desktop or wall. It is an excellent tool for long-term planning. 100% satisfied service, so if you have any questions after purchase, you can contact us at any time and we will provide you with a solution.",
        "images": "https://m.media-amazon.com/images/I/71x-uKvPWSL._AC_SY450_.jpg",
        "rating": "5/5",
        "product_description": "Feature Size: 17*12 inches Model Year: 2023-2024 Format: Wall Calendar, Desk Calendar Brand: kyweel Subject: Holidays Material: 100 GSM thick paper Kyweel desk calendar has 18 months, the pages are perforated for easy tearing off. The top is perforated for easy hanging; the bottom has two black corners to keep the page flat when hanging or laying on a tabletop. It's also a great tool for keeping your work and life organized, helping you keep track of appointments, to-dos, reminders, and more. The durable back panel ensures you have a solid writing surface. Details and Features: hanging or tiling There are two round holes at the top of the desk calendar, which can be hung on the wall or used on a desk. Pagination lines allow you to tear off each page easily. It's perfect for school, home or office. two protective corners Two well-designed protective corners prevent page corners from collapsing, allowing you to manage pages more easily. And the lower right corner of the Desk Pad also has a full calendar for the next month, allowing you to see the prospects for the next month at a glance. American holiday markers The desk calendar includes all the important dates and holidays of the year in the United States, so you can plan ahead and never miss a holiday. easy writing The desk calendar features large writeable line squares, an unrivaled 100 GSM thick paper that won't bleed, and a durable backplate that gives you a solid writing surface to write boldly and confidently."
    },
    {
        "name": "Weekly Planner Notepad - Tear Off Planning Pad with Daily Schedule & Calendar, 52 Sheets, 100gsm Paper, Undated Weekly To Do List Notepad, 10x7 in",
        "price": "$14.99",
        "short_description": "STAY ORGANIZED & IMPROVE PRODUCTIVITY - Undated weekly planner notepad to help you organize your daily tasks, responsibilities, schedule and stay on your task & goals & planning. Stay organized and motivated each day and each week, improve your productivity with this desktop weekly planning pad 52 PAGES - Weekly calendar pad, enough for a full year of weekly planning. 10 x 7 inch planning pad, plenty of room to write in appointments, notes, check lists etc. THICK PAPER - Weekly planning pad with 100gsm smooth paper for easy writing and reducing ink leakage. It responds well to almost all pen types, fountain pen, gel pen, ballpoint pen, highlighter, pencil and etc. They are glued on the top edge to a cardboard backing CLEAN DESIGN - This weekly to do list notepad contains weekly day spread and notes section, allows you to prioritize by your priority tasks, write your to-dos, mark reminders and important events PERFECT FOR - All busy people or makes for a wonderful gift for Holiday, Christmas, Birthday",
        "images": "https://m.media-amazon.com/images/I/61gmN5Qw4aL._AC_SX425_.jpg",
        "rating": "4.8/5",
        "product_description": "This undated weekly planner notepad measuring 10 x 7 inch, is a simple and clean weekly calender pad which is helpful to organize your daily tasks, responsibilities, schedule and stay on your task & goals & planning. Tear-away sheets allow for a fresh, uncluttered start to each week. It is perfect as a checklist and stylish reminders, which could improve your productivity effectivity."
    },
    {
        "name": "Dunwell 2023 Planner Weekly Monthly (8.5x11\", Colorful), Nov 2022-2023 Large Planner Book, Big Agenda 8 1/2 x 11, 14 Months Calendar Planner, Monthly Tabs, Bookmark, Notes, Bonus Pocket, Stickers",
        "price": "$19.95",
        "short_description": "2023 8.5x11 Planner Book, 14 Months, Nov 2022 to Dec 2023. Generous size for home or office. Spiral bound, lays flat, Laminated colorful tabs, Includes: Bookmark, Back pocket, Stickers. Professional Styling: Flexible poly cover. Appealing easy-to-read design similar to the popular Dunwell line of wall and desk calendars. Monthly View: Tabbed overview of each month, Includes previous and next month, Notes block, Popular holidays, Day of the year counters. Weekly View: 7 Days (Monday thru Sunday), Lined daily blocks, Holidays. Features Pages: Yearly Overview, Quick Reference, Contacts, Important Dates (e.g. birthdays, anniversary, etc.), Holidays, USA Time Zones and State Capitals, 9 pages for Notes - 4 in front, 5 in back.",
        "images": "https://m.media-amazon.com/images/I/71xyxI30OdL._AC_SX425_.jpg",
        "rating": "4.7/5",
        "product_description": null
    },
    {
        "name": "Acrylic Dry Erase Calendar for Wall 23”x16“ Clear Acrylic Wall Calendar White Board Calendar Home Office Calendar",
        "price": "$59.99",
        "short_description": "🖍A CLEAR, MODERN WAY TO ORGANIZE YOUR DAILY LIFE🖍 Our acrylic wall calendar is a futuristically cool decoration for your house. Designed in large size: 23” x 16” to better organize your work and life. 🖍 CLEAR & NO CREASES 🖍 RAXMIN clear acrylic dry erase calendar can fully decorate your wall. Throw away your little agenda book and remove your incongruous whiteboard. This elegant printed text add aesthetics to your life, making it a focal point of your home. 🖍 100% NO GHOSTING 🖍 This acrylic wall calendar board is made from 1/4\" thick high-quality acrylic. This kit includes 2 quick-drying markers. These special markers work perfectly with the acrylic board, allow your writings super easy to be wiped off with water even after leaving the writings on the notes for a very long time. Never worry about the stains or ghosting, it is 100% erasable! Just wipe it wet. 🖍 MOUNTING WITH SCREWS ON YOUR WALL 🖍 Drill 1/4\" hole in the wall, put in the anchors and screws we provide and you can easily install it. The 6-bolt design ensures that our calendar board more stable and will not bend when writing. 🖍MONTHLY OR WEEKLY CALENDARS🖍 This dry erase calendar has 42 individual squares and 1 large notes area to organize and display your family s school & sports schedules; write meal plans; post billing reminders; make grocery lists; arrange monthly appointments; & write notes of affection!",
        "images": "https://m.media-amazon.com/images/I/61yM9lMiSdL._AC_SY450_.jpg",
        "rating": "4.4/5",
        "product_description": "Acrylic Dry Erase Calendar for Wall 23”x16“ Clear Acrylic Wall Calendar White Board Calendar Home Office Calendar"
    },
    {
        "name": "PGI-280 XXL/CLI-281XX Higher Yield Compatible Ink Cartridges Replacement for Canon 280 281 Compatible with PIXMA TR7520 TR8520 TS6120 TS6220 TS8120 TS8220 TS9120 TS9520 TS6320 TS9521C Printer (5 Pack)",
        "price": "$49.99",
        "short_description": "Compatible Printers: Canon Pixma TR7520, Pixma TR8520, Pixma TR8620, Pixma TS6120, Pixma TS8222, Pixma TS8320, Pixma TS8322, Pixma TS8120, Pixma TS9120, Pixma TS8220, Pixma TS6220, Pixma TS9520, Pixma TS6300, Pixma TS6320, Pixma TS9521C, Pixma TS702, TS9100, TR8500, TR7500 Inkjet Printer Latest Upgraded Smart Chip: The compatible canon 280 281 ink cartridge has passed the strict quality test for compatibility, performance, print quality, and page yield, providing non-difference quality with the originals. Its Ink Level Tracking Technology can monitor your ink levels in real-time. High Print Quality: Our 280 compatible ink cartridge has a specially designed ink outlet to avoid clogging the ink outlet. The ink quality has been professionally certified (ISO9001), which can print clear words and graphics to prevent fading, soiling, and blurring. You can be entirely confident to using our 281 ink cartridges to print your photos, magazines, flyers, documents, recipes, and more. Constant High Yield: XXL SIZE HIGH YIELD, UP to 600 pages per PGI-280 Large Black cartridge; 6360 pages per 281 Small Black cartridge; 830 pages per CLI-281 Color ink cartridge at 5% coverage of A4 Paper. Easy to install ：Any compatible printer will immediately recognize our 280 281 ink cartridges and work perfectly (Friendly note: please check the compatible printer model and check the installation steps on this listing image before placing your order)",
        "images": "https://m.media-amazon.com/images/I/61K22aZlULL._AC_SX522_.jpg",
        "rating": "4.5",
        "product_description": "280 281 ink cartridge"
    },
    {
        "name": "Speedy Inks Remanufactured Ink Cartridge Replacement for Epson 127 Extra High Yield (Pigment Black, 2-Pack)",
        "price": "$14.99",
        "short_description": "For use in Epson: Stylus NX530, Stylus NX625, WorkForce WF-3520, WorkForce WF-3530, WorkForce WF-3540, WorkForce WF-7010, WorkForce WF-7510, WorkForce WF-7520, WorkForce 60, WorkForce 545, WorkForce 630, WorkForce 633, WorkForce 635, WorkForce 645, WorkForce 840, and WorkForce 845 Page Yield Black: 945 100% Quality Satisfaction Guarantee The use of aftermarket replacement cartridges and supplies does not void your printer's warranty",
        "images": "https://m.media-amazon.com/images/I/71a8hc1gHgL._AC_SX679_.jpg",
        "rating": "3.9/5",
        "product_description": null
    },
    {
        "name": "MeetRGB remanufactured Replacement for 245XL and 246XL Ink Cartridge Canon PG-245 CL-246 for Pixma iP2820 MX490 MX492 MG2520 MG2920 MG3029 MG3020 MG2420 TS3420 TS3120 TS3129 TS3320 TS3329 TR4520 MX492",
        "price": "$33.98",
        "short_description": "compatible with: For Canon Pixma MG2420 MG2500 MG2520 MG2522 MG2524 MG2525 MG2555 MG2920 MG2922 MG2924 MG3020 MG3022 MG3029 compatible with: For Canon Pixma iP2820 MX490 MX492 TR4500 TR4520 TR4522 TR4527 compatible with: For Canon Pixma TS202 TS302 TS3100 TS3300 TS3120 TS3122 TS3127 TS3129 TS3320 TS3322 TS3325 TS3327 TS3329 TS3420 TS3429 Printer What's ink the box: 1 black PG-245xl ink cartridge & 1 tri-color CL-246xl ink cartridge & using guide Page yield is based on a print coverage of 5%, if the print coverage is more than 5%, the page yield will be less than expected. XL capacity: PG-245xl black 600 pages, CL-246xl tri-color 450 pages at 5% coverage ",
        "images": "https://m.media-amazon.com/images/I/61ASepkOGgL._AC_SY355_.jpg",
        "rating": "4.5/5",
        "product_description": null
    },
    {
        "name": "Amazon Basics Multipurpose Copy Printer Paper, 8.5 x 11 Inch 20Lb Paper - 1 Ream (500 Sheets), 92 GE Bright White",
        "price": "$8.07",
        "short_description": "1 ream (500 sheets) of 8.5 x 11 white copier and printer paper for home or office use Multipurpose letter size copy paper works with laser/inkjet printers, copiers and fax machines Smooth 20lb weight paper for consistent ink and toner distribution; dries quickly and resists paper jams Bright white paper (92 GE; 104 Euro) offers great contrast for crisp printing and vivid color Virgin copy paper providing professional quality results; acid-free to prevent yellowing Dimensions: 8.5 x 11 inch letter sized sheets",
        "images": "https://m.media-amazon.com/images/I/71mwf6-21xL._AC_SX425_.jpg",
        "rating": "4.8/5",
        "product_description": "Product Description Amazon Basics Multipurpose Copy Printer Paper, 8.5 x 11 Inch 20Lb Paper - 1 Ream (500 Sheets), 92 GE Bright White From the Manufacturer Amazon Basics"
    },
    {
        "name": "Hammermill Printer Paper, 20 Lb Copy Paper, 8.5 x 11 - 8 Ream (4,000 Sheets) - 92 Bright, Made in the USA",
        "price": "$42.99",
        "short_description": "HAMMERMILL’S BEST SELLING PRINTER PAPER: You will receive one carton of copy paper, which includes 8 individual reams of paper inside. Each ream of paper has 500 sheets of 20 pounds, 92 bright, 8.5\" x 11\" white copy paper 99.99% JAM-FREE PRINTER PAPER: Everyone hates paper jams. You can trust Hammermill paper quality to keep your printer running smoothly. Scroll down to view the product description for details COLORLOK TECHNOLOGY INCLUDED: Colors on Hammermill copy paper are 30% brighter; Blacks are up to 60% bolder and inks dry 3 times faster for less smearing. Acid-free Hammermill paper ensures long-lasting archival quality MADE IN USA: Hammermill copying and printing papers are 100% made in the USA, helping to support 2.4 million sustainable forestry jobs in America, including family tree farmers. Hammermill is more than just paper MAKE SURE IT’S ORIGINAL HAMMERMILL QUALITY: Look for “Ships from and sold by” at the top of the page, under the product title OTHER PAPER OPTIONS: Scroll down to compare Hammermill print and copy paper for every purpose, including premium presentation-quality color copy paper, cover-weight paper stock, and glossy paper for photo printing",
        "images": "https://m.media-amazon.com/images/I/71M2jqoK7XL._AC_SY355_.jpg",
        "rating": "4.8/5",
        "product_description": "The Hammermill Printer Paper 99.99% Jam-Free: You will not experience more than one jam in 10,000 sheets using Hammermill copy paper on your high-speed digital printer or we will replace your Hammermill printer paper purchase. We test more than 13. 5 million sheets of paper every year to make sure that each sheet is consistent. Then we test our printer papers on all kinds of printer and copier equipment to ensure that our paper will work well for you, every time, on every machine. Make sure it’s original Hammermill quality: look for “Ships from and sold by” at the top of the page, under the product title. “It’s More Than Just Paper” to us and millions of sustainable forestry workers across America, including American family tree farmers. Hammermill printer papers are made with renewable resources from certified sustainably managed forests. We want our business to last for generations and that means taking good care of our environment. This Hammermill copy paper is an economical printer paper for multipurpose print and copy use. It is available in 8.5 x 11 letter size paper and 8.5 x 14 legal size paper. Hammermill Copy Paper is available in a single ream (500 sheets of paper) and in cases of paper-wrapped 3 reams (1,500 sheets), 5 reams (2,500 sheets), 6 packs of 400 sheets (2,400 sheets), 8 reams (4,000 sheets), 10 reams (5,000 sheets), in a bulk pack of 750 sheets, and a single pack of 400 sheets. Also available in full pallets and truckloads. Choose from items listed at top of page in size and style name."
    },
    {
        "name": "HP Printer Paper | 8.5 x 11 Paper | BrightWhite 24 lb |1 Ream - 500 Sheets| 100 Bright | Made in USA - FSC Certified | 203000R",
        "price": "$11.48",
        "short_description": "Made in USA: HP Papers is sourced from renewable forest resources and has achieved production with 0% deforestation in North America. An extra bright, white paper when you need to print full-color documents - HP Bright White24 is thicker (24 pounds), brighter (100 bright) and whiter (165 whiteness) than ordinary printing papers and is optimized for full-color printing in all inkjet printers and copies. Certified sustainable: HP BrightWhite24 printer paper is Forest Stewardship Council (FSC) certified and contributes toward satisfying credit MR1 under LEED (Leadership in Energy and Environmental Design). ColorLok technology printing paper: ColorLok technology provides more vivid colors, bolder blacks and faster drying. Acid free paper: HP BrightWhite24 print and copy paper prevents yellowing over time to ensure a long-lasting appearance for added archival quality.",
        "images": "https://m.media-amazon.com/images/I/714hidtaXUL._AC_SX569_.jpg",
        "rating": "4.8/5",
        "product_description": "HP Papers is a premium line of uncoated printing paper optimized to provide superior print paper performance when used with HP hardware and supplies and in all other makes and models of printing and copying equipment. Launched in 1996, HP Papers are manufactured and marketed exclusively worldwide in over 75 countries by International Paper, a globally recognized leader in paper products, under license from the Hewlett-Packard Company. With a diverse range of products designed to support a wide range of print applications, from everyday copies to full-color presentations, you can be assured of consistent, high-quality print performance every time. HP BrightWhite24 Paper is a 24 lb, super smooth paper that is extra bright (100 bright) and whiter (165 whiteness) than ordinary paper. HP BrightWhite24 empowers inkjet printers to produce their boldest, richest colors. Engineered with ColorLok Technology BrightWhite24 paper provides brighter colors and bolder blacks for great-looking reports, school work and professional business documents. HP BrightWhite24 is available in 8.5 x 11 letter size paper optimized for full-color printing in all inkjet printers and copiers."
    },
    {
        "name": "Acrylic Paint Sets for Kids, 24 Unique Colored Paints and 4 Brushes, for Schools Clubs and Camps, Individual Paint Pot Strips for Kids, Essential Craft Supplies for All Arts and Crafts Paint Projects",
        "price": "$14.45",
        "short_description": "COMPLETE SET - This set comes with 24 paint colors, 2 flat brushes for large surfaces, and 2 round pointed brushes for details. For this child friendly set, we chose extra bright and popping colors to add excitement and fun to their project. Each paint pot is 5 ml, for a total of about 120 ml of paint per set! CLEAN AND EFFICIENT - Buying paint that is already poured into individual small paint pots helps keep the mess down to a minimum, saves time, reduces waste, and is overall a smarter and more efficient way for your children to paint. With 24 colors and 4 brushes you not only have the most complete paint set with the coolest colors, you can even let multiple children paint together from the same set at once! ESSENTIAL CRAFT SUPPLIES - Every school, camp, and craft club will find that our quality paint sets are not only useful, but essential for all craft projects. Our high-quality acrylic paint works on a variety of surfaces such as rocks, wood, mirrors, canvas, paper, plastic, and metal SAFE AND NON-TOXIC – Our acrylic paint is safe and certified lab tested to meet or exceed all safety standard and regulations (ASTM D-4236, ASTM F963-17, EN71, etc.). It is water based and non-toxic so you can feel secure that you are putting your child’s safety first while they are developing their creative art ability. Safety is NEVER up for compromise HASSLE FREE 100% MONEY BACK GUARANTEE – If you are, for ANY reason not 100% satisfied with our acrylic paint pots simply contact us and we’ll refund you. It’s that simple. No return necessary and no explanation needed on why you don’t like it. As a family business, we are dedicated and committed to customer service and you will be astonished by our respond time and fabulous service \u009b",
        "images": "https://m.media-amazon.com/images/I/81Sh3iMDuzL._AC_SX679_PIbundle-28,TopRight,0,0_SH20_.jpg",
        "rating": "1/5",
        "product_description": "ACRYLIC PAINT POTS ★ Includes 24 Paint Colors 5 ml of Paint Per Color (120 ml total) 2 Flat Brushes for Large Surfaces 2 Round Brushes for Details Airtight Paint Pots ★ Perfect for Wood Metal Paper Rocks Glass Almost any other material Children's craft projects Mess-free painting for adults Classrooms Day camps Screen-free activities Koltose by Mash - Satisfaction guarantee At Koltose by Mash we never settle on quality, and we provide the greatest customer service you've experienced. If for any reason you are not 100 percent satisfied with your purchase of one of our products, we will give you a full refund, no questions asked!"
    },
    {
        "name": "Washable Kids Paint 6 Count, 9 Paint Brushes, Paint Palette - Washable Paint Set For Kids Craft Projects, Finger Painting Supplies Kit",
        "price": "$13.99",
        "short_description": "BUNDLE PAINTING KIT – complete kids art painting set include 6 Crayola washable kids paint, 9 quality paintbrush set and 1 paint palette - the ultimate kids art paint kit. PAINT KIT FOR KIDS – features 6 primary washable paint colors including red, yellow, orange, green, blue and purple. Ideal for anyone who loves painting and exploring creativity, create endless color combinations with the included mixing palette. WASHABLE PAINTS – these non-toxic water-based paints easily washes off skin and all other surfaces making cleanup a breeze. QUALITY PAINT BRUSH SET – this set of brushes is all you need to start painting and creating beautiful works of art. we included a variety of 9 different size paint brushes ranging from wide strokes to small, detailed work. STURDY DESIGHN – this paint tray palette is made of sturdy plastic but light material, it is light enough to hold in hands, especially for kids and includes 10 paint wells.",
        "images": "https://m.media-amazon.com/images/I/71CH6mkXWrL._AC_SX679_.jpg",
        "rating": "4.6/5",
        "product_description": ""
    },
    {
        "name": "Lin.Pen Ballpoint Pens Medium Point 1mm Black Ink Work Pen with Super Soft Grip Ball Point Pen for Men Women Retractable Office Pens (Black-6)",
        "price": "$6.99",
        "short_description": "Super Soft Non-slip Grip - Features grip bring a super soft and comfortable touch feeling which make each ballpoint pen easy to hold Medium 1.0mm Point - Classic black pens. Vivid, black ink construction make for a great everyday writing tool. Long-lasting, refillable ink for reliable writing, the ball tip of the ball is smooth, and it is not easy to break the ink gugelog Quick-drying Ink - Ballpoint pen ink drying speed is super fast, writing is smooth, not easy to cause stains, bright colors, dries fast Durable Metal Sliver Clip - Each pen has a durable metal sliver clip that lets you fasten it to a notebook, binder, or pocket easily for signature jobs and daily writing jobs Easy To Use - Ideal for office pens, signature pens, school supplies for adults and children.",
        "images": "https://m.media-amazon.com/images/I/61jjyVvggXL._AC_SY741_.jpg",
        "rating": "4.6/5",
        "product_description": "PRODUCT DETAIL 1.Retractable Pens: convenient and quick to use. 2.Soft Non-slip Grip: Features soft grip for extra comfort that fits.snugly in the hand for hours of comfortable writing. 3.Eesy To Hold: Convenient metal pocket clip for quick to use. 4.1mm Medium Point Ball Point Pen 5.Black Ink: Quick-Drying, No-Bleed Ink. 6.Length: 5.7\" ( 145mm )"
    },
    {
        "name": "VITOLER 8 Pack Ballpoint Pens, 1.0mm Assorted Colored Pens Retractable School Pens Smooth Writing Pens for Office School Supplies",
        "price": "$6.99",
        "short_description": "HIGH QUALITY BALLPOINT PENS: Non-toxic gel ink, Non-bleeding, Smooth Writing, Quick Drying, Medium point tip, Retractable clip, Comfortable grip.Just fell free to show your creativity via using VITOLER multicolor ballpoint pens fine point smooth writing pens. ASSORTED COLORS: 8 colorful ballpoint ink pens assorted colors provided to you,red,pink,purple,green,blue,navy blue,orange,black pens.Perfect ink pens for writing, drawing, note taking, adult coloring, etc. PORTABLE PACKAGE: Vitoler color fun pens ballpoint with flat small box package fits for taking it outdoor whenever and wherever in your bag. GREAT GIFT: It's a nice fun pens gift for friends, kids and adults for all kinds of festivals and special days, like birthday, memorial day. WIDE APPLICATION: Vitoler ball point ink pens bulk are perfect pens for note taking,journaling,writing, drawing, marking, working, DIY design,doodling, coloring,great fun school supplies.",
        "images": "https://m.media-amazon.com/images/I/710TOdCd-jL._AC_SX522_.jpg",
        "rating": "4.3/5",
        "product_description": null
    },
    {
        "name": "Amazon Basics College Ruled Composition Notebook, 100 Sheet, Assorted Marble Colors, 4-Pack",
        "price": "$9.50",
        "short_description": "Composition notebook with 100 sheets of paper (56 gsm weight paper stock; 92% brightness); 4-pack of assorted marble colors College-ruled format (9/32-inch) promotes neat, even lines of legible writing Sturdy front and back covers (20 pt. white cardstock) protect the paper and double as a firm surface for writing against Printed quick-reference info on inside covers (schedule table and standard weight and measurement conversion chart) Sewn binding keeps pages securely attached; paper measures 9.8 by 7.5 inches",
        "images": "https://m.media-amazon.com/images/I/81A8oKUvkrL._AC_SX679_.jpg",
        "rating": "4.8/5",
        "product_description": "Product Description Amazon Basics College Ruled Composition Notebook, 100 Sheet, Assorted Marble Colors, 4-Pack From the Manufacturer Amazon Basics"
    },
    {
        "name": "Pencil Case Large Capacity Pencil Pouch Pen Bag for School Teen Girl Boy (Light green)",
        "price": "$5.70",
        "short_description": "The pencil case has the ability to store and organize up to 20-30 pens or pencils and other gadgets and features details. Because of its unique shape, it can hold rulers, extra-longer 7inches dual brush pens. An extra handle on the side makes the pencil bag easy to carry. The beautiful appearance, coupled with the encouraging label, makes you pleasing to the eye. Not only a pen pouch, but it also could be used as a makeup bag, medicine bag or craft bag, etc. The pencil pouch is made of a sturdy canvas material that keeps it from becoming damaged, even when toted around on a daily basis.",
        "images": "https://m.media-amazon.com/images/I/41OQ1eio6EL._AC_SY355_.jpg",
        "rating": null,
        "product_description": null
    },
    {
        "name": "Pencil Case for School Students Girls Boys Large Capacity Adult Pen Maker Pencil Pouch Office Organizer Simple Durable Multifunctional Pencil Bag Black",
        "price": "$16.99",
        "short_description": "High Quality Material&Accessories：The black pencil case is made of durable lightweight oxford material, it's water-resisitant, tear-resisitant and washable.But you cannot put it in water, because the zipper are not waterproof.The brand metal zipper puller and smooth zipper provide longer service life. Large Storage: Dimensions are 8.2*2.55*4.5in (20.5*6.5*11cm). Roomy space fits up to 70 pencils or pens, makers,erasersticky notes, and other stationery or electronic components. Perfect to carry your school stationery or small work items. Simple&Convenient Design: Roomy space with 2 compartments to separate organize your items. Front one to hold your frequently used pens. The main pocket to store more items you need. Quickly to get what you need. Multi-functions:This pouch bag can be used for many people as many different purposes, it can be a pen case for students, a stationery bag for whom when go to work, a practical cosmetic bag on a trip, a electronic products bag or small tools bag, etc. Customer Service: If you have any questions about this pencil pouch, please feel free to contact us. We will provide a satisfactory solution to you within 24 hours.",
        "images": "https://m.media-amazon.com/images/I/71S43EXjR3L._AC_SY450_.jpg",
        "rating": "4.6/5",
        "product_description": null
    }
]