[
    {
        "name": "Nike Men's Revolution 5 Wide Running Shoe",
        "price": "$59.99",
        "short_description": "Poroton.net sells top quality women's, men's and children's footwear and clothing. Our whole stock comes directly from brands and vendors who deals officially the products in our region. Size picking Use the size charts below to help you determine the perfect fit for many of the brands and styles that we sell. If your measurements fall in between, we recommend that you order the next larger size. You may also refer to the actual brand website for their size chart. International Shipping",
        "images": "https://m.media-amazon.com/images/I/71Mzryxcp3L._AC_UX625_.jpg",
        "rating": "4.6/5",
        "product_description": "The Nike revolution 5 is made from recycled emp knit providing an athletic look Built for revolutionary comfort and responsiveness. Los zapatos Nike Revolution 5 están hechos de tejido reciclado que proporciona un aspecto atlético, diseñado para una comodidad y capacidad de respuesta revolucionarias. Los zapatos Nike Revolution 5 están hechos de tejido reciclado que proporciona un aspecto atlético, diseñado para una comodidad y capacidad de respuesta revolucionarias."
    },
    {
        "name": "adidas Men's Kaptir 2.0 Running Shoe",
        "price": "$65",
        "short_description": "Synthetic sole Men's' lightweight running sneakers for everyday wear FLEXIBLE UPPER: Soft textile upper is stretchy and comfortable CUSHIONED MIDSOLE: Cloudfoam midsole for step-in comfort and superior cushioning RUBBER INSERTS: Rubber inserts on the outsole add traction MADE WITH RECYCLED CONTENT: Made with a series of recycled materials, this upper features at least 50% recycled content. This product represents just one of our solutions to help end plastic waste",
        "images": "https://m.media-amazon.com/images/I/81KdODIXWUL._AC_UX625_.jpg",
        "rating": "4.6/5",
        "product_description": "Roll through your day in total comfort. These adidas running-inspired shoes for men are made with a pillow-soft Cloudfoam midsole. A knit upper provides a snug, sock-like fit."
    },
    {
        "name": "PUMA Women's Better Foam Adore Running Shoe, Intense Red Team Gold, 10",
        "price": "$69.99",
        "short_description": "100% Textile Rubber sole Platform measures approximately 1 inches RECYCLED PERFORMANCE MESH: Main body material is created from 100% recycled polyester – sustainable and comfortable . UNIQUE LACING: caging detail that highlights a unique lacing system. Upper BETTER FOAM: Created using 50% bio-base sugarcane EVA and 3% reground rubber. Better foam is light on your feet, and on the environment. SUSTAINABLE INSOLE: Sustainable insole containing 20% recycled foam, 5% bio-based material, 100% recycled mesh top layer. Also features an additive. Midsole ZONED RUBBER: Zoned rubber for outsole traction during training Outsole",
        "images": "https://m.media-amazon.com/images/I/81gjO40XPSS._AC_UX395_.jpg",
        "rating": "5/5",
        "product_description": "Introducing the BETTER FOAM Adore Wn’s. This style is built with a sustainable focus, and is a women’s specific offering- taking design language from our new Forever Luxe Trainer. The Adore features a recycled mesh upper and is highlight by its unique wide set lacing. This shoe is designed with our new BETTER FOAM midsole compound that is light on your feet, and on the environment- BETTER FOAM is created with 50% bio-based sugarcane EVA. The BETTER FOAM Adore Wn’s utilizes a new sustainable insole containing recycled/bio-based foam content, and has an benefit. This shoe is part of our Forever Better campaign, which focuses on our brand’s initiative to be Better in all walks of life. Better Materials. Better Foam. Forever Better."
    },
    {
        "name": "ASICS Women's Gel-Kayano Lite 2 Running Shoes",
        "price": "$95.24",
        "short_description": "Guidance Line Midsole Technology - Vertical flex groove decouples the tooling along the line of progression for enhanced gait efficiency.",
        "images": "https://m.media-amazon.com/images/I/61eyK0nQs4L._AC_UY575_.jpg",
        "rating": "4.3/5",
        "product_description": "The GEL-KAYANO LITE 2 running shoe embraces a sound earth. With a focus on sustainability, this shoe keeps your step stable and your mind light. The engineered mesh upper is made with a higher percentage of recycled materials than the previous version. Its structure also targets key support zones to increase stability. FLYTEFOAM cushioning is made from organically derived materials. This lightweight foam improves shock absorption during the landing phase of your stride. The 3D SPACE CONSTRUCTION feature addresses the gait differences of male and female runners. It's designed to reduce overpronation, which keeps your foot supported."
    },
    {
        "name": "YONEX Nanoray Light 18i Graphite Badminton Racquet (Black)",
        "price": "$50.54",
        "short_description": "Shaft - Graphite\nBuilt in T-joint\nGrip Size - G4 , (In box contents: 1 Badminton Racquet with Full Cover) Strung, Unstrung - Strung racquet",
        "images": "https://m.media-amazon.com/images/I/71b-Az9i1CL._AC_SX679_.jpg",
        "rating": "4.4/5",
        "product_description": "In box contents: 1 Badminton Racquet with Full Cover"
    },
    {
        "name": "KEVENZ Goose Feather Badminton Shuttlecocks with Great Stability and Durability, High Speed Badminton Birdies",
        "price": "$14.98",
        "short_description": "Sold: 12 Pack profession badminton shuttlecocks\nMaterial: Advanced Goose Feather\n100% infrared selection of goose feathers quality, feather hair straight and thick, good strength, enhance the badminton resistance\n100% test badminton rotation, to ensure that the badminton flight stability\nGoose feathers are treated with special formula, smooth and soft",
        "images": "https://m.media-amazon.com/images/I/716ffNouiEL._AC_SX466_.jpg",
        "rating": "4.3/5",
        "product_description": ""
    },
    {
        "name": "Senston Badminton Shuttlecocks Nylon Badminton Shuttlecocks Birdies Durability Stability Shuttlecock for Outdoor Indoor Sports Activities/Training",
        "price": "$8.99",
        "short_description": "✔ Feather Material: Nylon Feather. Nylon feathers offer durability after repeated hits over the net\n✔ Cork Material: Composite Cork. Good elasticity, good hitting and durability, not easy to crack, to provide stability in flight.\n✔ Speed: Medium-speed. Senston shuttlecocks help you build hand-eye coordination. The ball head is a little bit heavy, so the speed is faster.\n✔ Suitable for Family Fun, Training, Leisure and Entertainment. You can play them with your families, friends or classmates to not only exercise your bodies but also promote friendship among you.\n✔ CUSTOMER SERVICE: If you have any problems after the purchase, you can feel free to contact us. We have the best service team to solve all customer's questions and problems",
        "images": "https://m.media-amazon.com/images/I/61-56ttNfIL._AC_SX522_.jpg",
        "rating": "4.4/5",
        "product_description": ""
    },
    {
        "name": "Philonext Badminton Shuttlecocks, 12Pcs Goose Feather Shuttlecocks Stable & Durable Sports Training Badminton Balls for Indoor Outdoor Game",
        "price": "$17.99",
        "short_description": "100% Feather\nPremium Badminton - Equipped with 16 pieces fine goose feather, lightweight to provide smooth and even flight.\nDurability - Premium feather and sturdy structure provide a continuously play and make the ball for long time use.\nStability - Comes with composite double head cork which offer consistent bounce and steady flight path.\nApplication - Suitable for entertainment, training and exercise fitness, especially for trainers, amateurs and beginners.\nPackage - 12pcs badminton shuttlecocks are packed in a great tube, which is well-protected the shuttlecocks on its shipping way.",
        "images": "https://m.media-amazon.com/images/I/71KkYi2hbxL._AC_SY450_.jpg",
        "rating": "4.2/5",
        "product_description": ""
    },
    {
        "name": "YONEX GR 303 Badminton Racket 2018 Professional Beginner Practice Racquet Face Cover Steel Shaft - Pack of 2",
        "price": "$42",
        "short_description": "",
        "images": "https://m.media-amazon.com/images/I/71M2417oGXL._AC_SX522_PIcountsize-2,TopRight,0,0_SH20_.jpg",
        "rating": "3.9/5",
        "product_description": "TOP 6 CULPRITS FOR THE RACKET DAMAGE REASON - Extremely High String Tension - Incorrect/Poor Handling If you don't smash at the cork or handle your racket properly it can fall off your grip and hit a hard surface. - Missing or snapped string/thread and this one is a no-brainer. - Corrosion Rackets can suffer the loss of torture from the game and miss-hits. - Broken Grommets Grommets are small tubes that dot around the frame of the racket. - Clashing This is the most obvious reason for racket frame damage. This is especially true if you play with your partner in doubles."
    },
    {
        "name": "Senston N80 Graphite Single High-Grade Badminton Racquet, Professional Carbon Fiber Badminton Racket, Carrying Bag Included",
        "price": "47.99",
        "short_description": "✔ RACKET PARAMETER: Senston N80/ 5U(75g-79g)/ G4 Grip/ The balance point: 295+-3MM/ Lengh:675MM/ Prestring tension: 24LBS-26LBS \n✔ 100% FULL CARBON FIBER MATERIAL: Senston N80 is made of full carbon fiber frame and shaft. Racket weight unstrung 75 grams, it is light. You can enjoy the badminton game longer and do not have shoulder pain caused by other heavier racket. It fell better when you playing. Carbon Fiber materials also enhance the strength of the racket, reduce to the risk of frame deformation \n✔ SOLID CONSTRUCTION: The racket has SOLID construction with ONE-PIECE design outside and built-in T-joint inside. It have been further improve the STABILITY, achieve high-precision control performance. It also avoid the deformation caused by playing badminton, make racket more stable, play unparalleled power. The isometric square head shape frame structure and nanometer material enable it endure high pounds string, which can reach 30 pounds \n✔ PERFECT DESIGNED DETAILS: the design of cone cover make the racket more in conformity with scientific theory of fluid dynamics to enhance the flexibility of controling the ball. Non-slip handle grip improve comfort, not easy to slide. Special and Powerful T-Joint Inside Design further improved the stability, achieve high-precision control performance. It also avoid the deformation caused by playing badminton, make racket more stable, play unparalleled power \n✔ PACKAGE INCLUDING: 1x N80 Racket; 1x Racket Grip; 1x Racket Cover. CUSTOMER SERVICE: If you have any problems after the purchase, you can feel free to contact us in any time. See more product details ",
        "images": "https://m.media-amazon.com/images/I/71TreyB6PFL._AC_SY450_.jpg",
        "rating": "4.4/5",
        "product_description": null
    },
    {
        "name": "Botas - Attack - Men's Ice Hockey Skates | Made in Europe (Czech Republic) | JUST LAUNCHED 2021",
        "price": "$99.95",
        "short_description": "The new model of Ice skates BOTAS ATTACK 181 is designed for recreational skating and beginning ice-hockey players. The model is made of a dynamic cut and attractive black-and-silver printed graphic. The overall quality reinforcement assures overall resistance and fixation of the boot, protecting against impact and puck hits, and the ankle padding with sufficient inside space especially in the boot front add excellent comfort. The plastic tip reliably protects the toes against impact. The anatomically shaped tongue with under-lacing reinforcement assure increased vamp protection. The overall quality reinforcement assures overall resistance and fixation of the boot, protecting against impact and puck hits, and the ankle padding with sufficient inside space especially in the boot front add excellent comfort. The plastic tip reliably protects the toes against impact. The anatomically shaped tongue with under-lacing reinforcement assure increased vamp protection.",
        "images": "https://m.media-amazon.com/images/I/71OZ2hL4yCL._AC_SX466_.jpg",
        "rating": "4.1/5",
        "product_description": "The new model of junior Ice skates BOTAS ATTACK 181 is designed for recreational skating and beginning ice-hockey players. The model is made of a dynamic cut and attractive black-and-silver printed graphic. The overall quality reinforcement assures overall resistance and fixation of the boot, protecting against impact and puck hits, and the ankle padding with sufficient inside space especially in the boot front add excellent comfort. The plastic tip reliably protects the toes against impact. The anatomically shaped tongue with under-lacing reinforcement assure increased vamp protection. The skating complex is supplied with black low-profile sole with integrated CLIMA AIR for ventilation of the boot inside and quality skate of resistant plastics with stainless steel blade."
    },
    {
        "name": "CCM Super Tacks 9350 Senior Ice Hockey Skates",
        "price": "$114.94",
        "short_description": "Skate size is typically 1.5 sizes lower than US shoe size. Example if you wear a shoe size 10.5 you will be a skate size 9. CCM Hockey is constantly pushing the boundaries when it comes to ice hockey skate innovation and this time is no different with the CCM Super Tacks 9350 Senior Hockey Skates! Designed and manufactured to cater to a wide range of players, the Super Tacks 9350 Skates offer the complete package of performance, comfort, and efficiency. Starting out with the Quarter Package of the Super Tacks 9350 Skates, a Reinforced 3D Injected boot is a new ergonomic boot-shaping system that provides great comfort and durability. This skate also comes with a stiffness performance index of 125 which makes this skate a solid core for a good skating experience. Up at the tongue of the Super Tacks 9350 skates, a 7mm Felt tongue with embossed lace-bite protection is utilized to provide comfort and protection in this area. Next on the liner, an HD Microfiber is used specifically to provide a comfortable fit that is designed to be highly resistant to wear. Finally down on the bottom section of the Super Tacks, the footbed is CCM’s very own footbed designed to provide further support and comfort for the goaltender. Flipping around to the outside to the holder and runner, CCMs Speedblade is a non-replaceable, pre-sharpened stainless steel blade with an elevated holder for an increased attack angle.",
        "images": "https://m.media-amazon.com/images/I/61bPhWwlg-S._AC_SX522_.jpg",
        "rating": "4.2/5",
        "product_description": ""
    },
    {
        "name": "No Sweat Hockey Helmet Sweat Liner Made in The USA - Moisture Wicking Patented Technology - Disposable Sweatband - Keep Sweat Out of Eyes",
        "price": "$19.99",
        "short_description": "Forget the sweat. The NoSweat Helmet Liner seals in sweat from your helmet to keep you cool and dry and performing at your best. Patented Sweat-Lock technology instantly absorbs and wicks sweat to keep it out of your eyes, while your helmet looks and smells like new. Made of thin, soft, lightweight material, NoSweat is comfortable and gentle on your skin and easy to apply inside the front and back of your helmet. Peel It. Stick It. NoSweat!",
        "images": "https://m.media-amazon.com/images/I/61uuOS5ijhL._AC_UX679_.jpg",
        "rating": "4.4/5",
        "product_description": null
    },
    {
        "name": "Winnwell Senior AMP500 Ice Hockey Pants - Protective Equipment for Hockey Players - Field, Ice and Street Hockey",
        "price": "$79.99",
        "short_description": "💪 STRONG, DURABLE, PROTECTION - 210D exterior shell with ventilated rear and reinforced hip strip, spine guard protection, and an adjustable internal belt to ensure the proper fit, the AMP500 hockey pants will provide enough durability with the protection you need.\n✅ WINNWELL CLEANSPORT NXT TM TECHNOLOGY - Features patented CleanSport NXTTM technology that helps combat the sweat and stench to ensure your equipment can smell better faster and last longer.\n👍 MULTIPLE COLORS &amp; SIZE OPTIONS - Pick your color between Red, Navy, or Black to match your team uniform. These ice hockey pants are available in a variety of sizes to fit youth boys and girls, to senior options for men and women.\n📊 EASILY DETERMINE YOUR SIZE - By using our size graphing chart on the side, you can quickly find the correct size by determining your age, weight, height, and leg measurements.\n💵 ORDER WITH CONFIDENCE 100% MONEY-BACK - We stand by our products. If there's any issues, no questions asked, we will refund your order. After all, thousands of Men, Women, Boys and Girls use our equipment and gear to help support their love of the game. If for any reason our product is not what you wanted just message us for a full refund or replacement - whichever you'd prefer.",
        "images": "https://m.media-amazon.com/images/I/61UJ3XSQtyL._AC_UX385_.jpg",
        "rating": "3.5/5",
        "product_description": null
    },
    {
        "name": "STX Ice Hockey Surgeon RX3.2 Senior Shoulder Pad",
        "price": "$49.99",
        "short_description": "The surgeon RX3. 2 ice hockey shoulder pad is an entry level pad for players seeking a low profile protective pad. Precision fit:  anatomical fit with a sleeker profile to minimize weight and bulk.",
        "images": "https://m.media-amazon.com/images/I/91zZoh5jONL._AC_SX466_.jpg",
        "rating": "4.5/5",
        "product_description": ""
    },
    {
        "name": "Winnwell AMP500 Ice Hockey Gloves - Durable & Lightweight Protective Equipment for Hockey Players for Youth, Junior & Senior",
        "price": "$69.98",
        "short_description": "About this item 💪 PROTECTION WITH EVA FOAM adds comfort and protection throughout all areas of the glove for unparalleled impact protection. 😀 COMFORTABLE & NON BULKY - Engineered to provide protection without sacrificing grip and comfort. The heavy-duty nylon gloves are double lined through the palm to provide a better feel of the stick and help extend the life of your palms. 🔨 HEAVY DUTY POLYESTER KNIT provides abrasion resistance with flex thumb: 1-piece lock thumb provides maximum movement and flexibility to help improve control of your stick. 🪶 DURABILITY PATENTED CLEANSPORT NXT Technology liner provides a long-lasting, odor eliminating product by naturally breaking down sweat and ensuring your hockey pads last. 💵 ORDER WITH CONFIDENCE 100% MONEY-BACK - Winnwell's commitment to manufacturing high quality gear that provides the best value for players has never been stronger than it is today. You can count on Winnwell hockey products to perform. After all, thousands of Men, Women, Boys and Girls use our equipment and gear to help support their love of the game. If for any reason our product is not what you wanted just message us for a full refund or replacement - whichever you'd prefer.",
        "images": "https://m.media-amazon.com/images/I/41kg4OFWHoL._AC_SY355_.jpg",
        "rating": "4.7/5",
        "product_description": null
    }
]